Repository: HakkinDavid/airdoodle
Catalog: Localizable.xcstrings
Source language: en
Languages: fr

# 🎨 Nuevo Dibujo
source: 🎨 New doodle
fr: 🎨 Nouveau dessin

# Borrador
source: Eraser
fr: Gomme

# Borrar Dibujo
source: Clean canvas
fr: Supprimer le dessin

# Cancelar
source: Cancel
fr: Annuler

# Cargar escena
source: Load scene
fr: Porter scène

# Círculo
source: Circle
fr: Cercle

source: Color
fr: Couleur

# Continuar
source: Continue
fr: Continuer

# Gracias, cámara habilitada.
source: Thank you, camera has been enabled.
fr: Merci pour mon accès à ta caméra!!

# Gracias, galería habilitada.
source: Thank you, gallery access has been granted.
fr: Merci pour mon accès à ta galerie!!

# Grosor
source: Weight
fr: Épaisseur

# Guardar
source: Save
fr: Garder

# Guardar escena
source: Save scene
fr: Garder scène

# Herramienta
source: Tool
fr: Outil

# Importar AirDoodle
source: Import AirDoodle
fr: Importer un AirDessin

# Ingresa un nuevo nombre para tu AirDoodle
source: Enter a new name for your AirDoodle
fr: Quel est le nom de ce AirDessin?

# Lápiz
source: Pencil
fr: Crayon

# Línea
source: Line
fr: Doubler

# Nombre de la escena
source: Scene name
fr: Nom du la scène

# Nuevo nombre
source: New name
fr: Nouveau nomme

# Ocultar UI
source: Hide UI
fr: Masquer l'interface utilisateur

# Permiso para la cámara necesario.
source: Camera access is needed.
fr: Je veux te voir.

# Permiso para la galería necesario.
source: Gallery access is needed.
fr: Je veux voir ta galerie.

# Por favor, acepta los permisos de tu cámara y galería para continuar.
source: Please accept the permissions for camera and gallery.
fr: Veuillez accepter les autorisations de l'appareil photo et de la galerie.

# Renombrar AirDoodle
source: Rename AirDoodle
fr: Renommer AirDessin

source: 🌠 Saved doodles
fr: 🌠 Dessins enregistrés

# Solicitar acceso a la cámara
source: Ask for camera permission
fr: Permets-moi de te voir

# Solicitar acceso a la galería
source: Ask for gallery permission
fr: Permets-moi de voir ta galerie.

# Tomar Foto
source: Take photo
fr: Prendre une photo

# Tus AirDoodles
source: Your AirDoodles
fr: Tes AirDessins
